Repository: gaoypChina/nephrogo-mobile
Catalog: lib/l10n/app_*.arb
Languages: de, lt

# tabNutrition
source: Nutrition
de: Ernährung
lt: Mityba

# tabHealthIndicators
source: Health
de: Indikatoren
lt: Rodikliai

# tabGeneralRecommendations
source: Recommendations
de: Ratschläge
lt: Patarimai

# tabProfile
source: Profile
de: Konto
lt: Paskyra

source: My profile
de: Mein Konto
lt: Mano paskyra

source: More
de: Mehr lesen
lt: Daugiau

source: Open
de: Öffnen
lt: Atidaryti

source: Send
de: Senden
lt: Siųsti

source: Delete
de: Löschen
lt: Pašalinti

# deleteConfirmation
source: Do you want to delete?
de: Sind Sie sicher, dass Sie löschen möchten?
lt: Ar tikrai norite pašalinti?

# formChangesNotSaved
source: Changes are not saved
de: Ihre Änderungen wurden nicht gespeichert
lt: Jūsų pakeitimai nebuvo išsaugoti

source: Save
de: Speichern
lt: Išsaugoti

source: Discard
de: Ablehnen
lt: Atmesti

source: Close
de: Schließen
lt: Uždaryti

source: Update
de: Aktualisieren
lt: Atnaujinti

# updateApp
source: Update the app
de: App aktualisieren
lt: Atnaujinti programėlę

source: Try again
de: Bitte versuchen Sie es erneut
lt: Bandyti dar kartą

# proceed
source: Continue
de: Fortsetzen
lt: Tęsti

source: Back
de: Zurück
lt: Grįžti

source: Confirm
de: Bestätigen
lt: Patvirtinti

source: Edit
de: Bearbeiten
lt: Redaguoti

source: Support
de: Hilfe
lt: Pagalba

source: Summary
de: Zusammenfassung
lt: Suvestinė

# mealType
source: Type of the meal
de: Art der Mahlzeit
lt: Valgio tipas

source: Breakfast
de: Frühstück
lt: Pusryčiai

source: Lunch
de: Mittagessen
lt: Pietūs

source: Dinner
de: Abendessen
lt: Vakarienė

source: Other meals
de: Andere Mahlzeiten
lt: Kiti valgiai

source: Meals
de: Essen
lt: Valgiai

source: Drinks
de: Getränke
lt: Gėrimai

source: Please wait...
de: Bitte warten...
lt: Prašome palaukti...

source: Sources
de: Quellen
lt: Šaltiniai

source: Mandatory
de: Obligatorisch
lt: Privalomi

source: Weight and Urine
de: Gewicht und Urin
lt: Svoris ir šlapimas

source: Add Health status
de: Indikatoren hinzufügen
lt: Rodiklių pridėjimas

source: Blood pressure and pulse
de: Blutdruck und Puls
lt: Kraujospūdis ir pulsas

# healthStatusIndicators
source: Health status
de: Gesundheitsindikatoren
lt: Sveikatos rodikliai

# dailyHealthStatusIndicators
source: Daily Health status
de: Tägl. Gesundheitsdaten
lt: Dienos sveikatos rodikliai

# conditionsExplanation
source: If you want to use NephroGo, you have to agree with the conditions.
de: Um NephroGo nutzen zu können, müssen Sie allen verbindlichen Bedingungen zustimmen.
lt: Norėdami naudotis NephroGo būtinai turite sutikti su visomis privalomomis sąlygomis.

# loginConditionsAgree
source: I have read
de: Ich habe gelesen
lt: Susipažinau su

# loginConditionsAgreeWith
source: I agree with
de: Ich stimme zu, dass
lt: Sutinku, kad

# agreeWithHealthDataProcessing
source: NephroGo would process my health data
de: NephroGo meine Gesundheitsdaten verarbeiten wird
lt: NephroGo būtų tvarkomi mano sveikatos duomenys

# agreeWithPrivacyPolicy
source: NephroGo Privacy policy
de: NephroGo-Datenschutzrichtlinie
lt: NephroGo privatumo politika

# agreeWithUsageRules
source: NephroGo Usage rules
de: NephroGo-Nutzungsbedingungen
lt: NephroGo naudojimosi taisyklėmis

# agreeWithAllConditions
source: I agree with all conditions
de: Ich stimme allen Bedingungen zu
lt: Sutinku su visomis sąlygomis

# agreeWithAllConditionsSubtitle
source: I agree with obligatory and mandatory conditions
de: Ich stimme den obligatorischen und optionalen Bedingungen zu
lt: Sutinku su privalomomis ir neprivalomomis sąlygomis

# agreeToCommunicate
source: I agree to get the news about the updates
de: Ich bin damit einverstanden, NephroGo-Informationen und -Angebote zu erhalten
lt: Sutinku gauti NephroGo naujienas ir pasiūlymus

source: Error
de: Fehler
lt: Klaida

source: Nutrition summary
de: Ernährungsübersicht
lt: Mitybos suvestinė

source: Daily nutrition summary
de: Zusammenfassung des Tages
lt: Dienos suvestinė

source: Monthly
de: Monat
lt: Mėnesio

source: Weekly
de: Woche
lt: Savaitės

source: Daily
de: Tag
lt: Dienos

# supportEmail
source: Email support
de: Beratung bei E-Mail
lt: Pagalba elektroniniu paštu

# help
source: Support
de: Hilfe
lt: Pagalba

# rateApp
source: Rate NephroGo
de: Bewerten Sie NephroGo
lt: Įvertinti NephroGo

# supportPhone
source: Phone support
de: Beratung bei Telephon
lt: Pagalba telefonu

# serverErrorDescription
source: Server error. Try again. Update the app or contact support.
de: Interner Fehler. Versuchen Sie es nochmal. Wenn der Fehler weiterhin besteht, aktualisieren Sie die App oder wenden Sie sich an die Entwickler.
lt: Vidinė klaida. Bandykite dar kartą. Jei klaida kartojasi atnaujinkite programėlę arba susisiekite su kūrėjais.

# formErrorDescription
source: Some data is missing or is incorrect. Please review the data.
de: Einige Daten fehlen oder sind falsch. Bitte überprüfen Sie die bereitgestellten Informationen erneut.
lt: Dalis duomenų nepateikta arba pateikta neteisingai. Prašome dar kartą peržiūrėti pateiktus duomenis.

# formErrorNoMealsAdded
source: Add a meal.
de: Fügen Sie mindestens eine Mahlzeit hinzu.
lt: Pridėkite bent vieną valgį.

# noInfo
source: No information
de: Es gibt keine Informationen
lt: Nėra informacijos

source: Logout
de: Sich ausloggen
lt: Atsijungti

# dailyNormExplanationExceeded
source: Daily norm is exceeded
de: Die Tagesnorm wurde überschritten
lt: Viršyta paros norma

# dailyNormExplanationNotExceeded
source: Daily norm is not exceeded
de: Die Tagesnorm wurde nicht überschritten
lt: Neviršyta paros norma

# dailyNormsExceededZero
source: Daily norms are not exceeded
de: Tagesnormen wurden nicht überschritten
lt: Paros normos neviršytos

# dailyNormsExceededOne
source: One daily norm is exceeded
de: Eine Tagesnorm wurde überschritten
lt: Viršyta viena paros norma

# dailyNormsExceededOther
source: Exceeded {count} daily norms
de: {count} Tagesnormen wurden überschritten
lt: Viršytos {count} paros normos

# searchUnableToFindProduct
source: Are you not able to find a product?
de: Können Sie das Produkt nicht finden?
lt: Nerandate maisto produkto?

# todayPerformedDialysis
source: Today‘s performed dialysis
de: Die heute durchgeführten Dialysen
lt: Šiandien atliktos dializės

# todayBalance
source: Today‘s balance
de: Die Bilanz von heute
lt: Balansas šiandien

# todayDialysisNotPerformed
source: No dialysis performed today
de: Heute wurde keine Dialyse durchgeführt
lt: Šiandien dializės neatliktos

source: Peritoneal dialysis
de: Die Peritonealdialyse
lt: Peritoninė dializė

# peritonealDialysisPlural
source: Peritoneal dialysis
de: Die Peritonealdialyseverfahren
lt: Peritoninės dializės

# manualPeritonealDialysisStep1
source: Fill
de: Hinzufügen der Lösung
lt: Tirpalo įpylimas

# manualPeritonealDialysisStep2
source: Drain
de: Entfernung von Dialysat
lt: Dializato išpylimas

# startDialysis
source: Start the dialysis
de: Dialyse starten
lt: Pradėti dializę

# continueDialysis
source: Continue the dialysis
de: Dialyse fortsetzen
lt: Tęsti dializę

source: Report
de: Melden
lt: Pranešti

source: Message
de: Bericht

# reportMissingProduct
source: Report a missing product
de: Ein fehlendes Produkt melden
lt: Pranešti apie trūkstamą produktą

# productSearchEmpty
source: No "{query}" were found!
de: Es wurden keine Produkte gefunden, die den Suchkriterien von {query} entsprechen!
lt: Pagal "{query}" paieškos kriterijų nebuvo rasta jokių produktų!

# nutritionEmpty
source: Add your first meal or drink!
de: Fügen Sie die erste Mahlzeit oder das erste Getränk hinzu!
lt: Pridėkite pirmąjį valgį arba gėrimą

# healthStatusEmpty
source: Add your health status!
de: Fügen Sie Ihre Gesundheitsindikatoren hinzu
lt: Pridėkite savo sveikatos rodiklius

# formMultiSelectDialogActionChoose
source: Choose
de: Wählen
lt: Pasirinkti

# dialogCancel
source: Cancel
de: Abbrechen
lt: Atšaukti

# percentageOfDailyNorm
source: Percentage of a daily norm: {percentage_formatted}
de: Täglicher Ratenanteil: {percentage}%
lt: Paros normos dalis: {percentage}%

# dailyNorm
source: Personal daily norm
de: Persönliche tägliche Norm
lt: Asmeninė paros norma

# dailyNormsSectionTitle
source: Personal daily norms
de: Die persönlichen täglichen Normen
lt: Asmeninės paros normos

# dailyNormsSectionSubtitle
source: Daily norm of today‘s consumed nutrition
de: Stoffverbrauch von heute
lt: Šiandien suvartotų medžiagų normos

# dailyNormsConsumedExplanation
source: Percentage of consumed personal daily norm
de: Teil der persönlichen verbrauchten Tagesnorm
lt: Suvartotos asmeninės paros normos dalis

# consumed
source: Consumed: {consumption}
de: Verbraucht: {consumption}
lt: Suvartota: {consumption}

# consumptionWithNorm
source: {amount} of {norm}
de: {amount} von {norm}
lt: {amount} iš {norm}

# consumptionEnergy
source: Energy consumption
de: Energieverbrauch
lt: Energijos suvartojimas

# consumptionLiquids
source: Liquids consumption
de: Flüssigkeiten
lt: Skysčių suvartojimas

# consumptionProteins
source: Protein consumption
de: Proteinaufnahme
lt: Baltymų suvartojimas

# consumptionSodium
source: Sodium consumption
de: Natriumaufnahme
lt: Natrio suvartojimas

# consumptionPotassium
source: Potassium consumption
de: Kaliumaufnahme
lt: Kalio suvartojimas

# consumptionPhosphorus
source: Phosphorus consumption
de: Phosphorverbrauch
lt: Fosforo suvartojimas

# consumptionFat
source: Fat consumption
de: Fettverbrauch
lt: Riebalų suvartojimas

# consumptionCarbohydrate
source: Carbohydrate consumption
de: Kohlenhydrate
lt: Angliavandenių suvartojimas

# todayConsumptionWithoutNorm
source: Today: {amount}
de: Heute: {amount}
lt: Šiandien: {amount}

source: My nutrition
de: Meine Ernährung
lt: Mano mityba

# create
source: Add
de: Hinzufügen
lt: Pridėti

# createMeals
source: Add meals
de: Mahlzeiten
lt: Pridėti valgius

# createAdditionalMeal
source: Add other meal
de: Eine weitere Mahlzeit hinzufügen
lt: Pridėti kitą valgį

# productSearchTitle
source: Search the product
de: Suchen Sie nach einem Produkt
lt: Įrašykite valgį arba gėrimą

source: Potassium
de: Kalium
lt: Kalis

source: Proteins
de: Proteine
lt: Baltymai

source: Sodium
de: Natrium
lt: Natris

source: Phosphorus
de: Phosphor
lt: Fosforas

source: Fat
de: Fett
lt: Riebalai

source: Carbohydrate
de: Kohlenhydrate
lt: Angliavandeniai

source: Liquids
de: Flüssigkeiten
lt: Skysčiai

source: Energy
de: Energie
lt: Energija

source: General recommendations
de: Allgemeine Empfehlungen
lt: Bendrieji patarimai

# generalRecommendationsDisclaimer
source: The advice is not a substitute for a treatment. Please always follow your doctor‘s instructions.
de: Die Empfehlung ist allgemeiner Natur und ersetzt die ärztliche Behandlung nicht. Befolgen Sie immer die Anweisungen Ihres Arztes.
lt: Patarimai yra bendrojo pobūdžio ir tai nėra gydymo pakaitalas. Visada vadovaukitės Jūsų gydytojo nurodymais.

# formValidatorNonEmptyText
source: This field is required.
de: Dieses Feld ist obligatorisch.
lt: Laukelis yra privalomas.

# formValidatorMinLength
source: Minimal length {min} symbols.
de: Mindestlänge {min} Zeichen.
lt: Minimalus ilgis {min} simboliai.

# formValidatorMinValue
source: The value cannot be less than {min}.
de: Der Wert darf nicht kleiner als {min} sein.
lt: Reikšmė negali būti mažesnė nei {min}.

# formValidatorMaxValue
source: The value cannot be more than {max}.
de: Der Wert darf nicht größer als {max} sein.
lt: Reikšmė negali būti didesnė nei {max}.

# healthIndicatorSubtitle
source: Today: {value}
de: Heute: {value}
lt: Šiandien: {value}

# weeklyHealthStatusEmpty
source: There are no health status entered for the selected time period!
de: Für den ausgewählten Zeitraum wurden keine Gesundheitsindikatoren eingegeben!
lt: Pasirinktame laikotarpyje nėra įvesta nė vieno sveikatos rodiklio!

# weeklyNutrientsEmpty
source: There are no meals or drinks entered for the selected time period!
de: Während des ausgewählten Zeitraums wurden keine Mahlzeiten oder Getränke eingegeben!
lt: Pasirinktame laikotarpyje nėra įvesta nė vieno valgio ar gėrimo!

# createHealthStatus
source: Add health status
de: Indikatoren hinzufügen
lt: Pridėti rodiklius

# mealCreationProduct
source: Product
de: Produkt
lt: Produktas

# mealCreationQuantity
source: Quantity
de: Menge
lt: Kiekis

# mealCreationDatetimeSectionTitle
source: Date and time
de: Datum und Uhrzeit
lt: Data ir laikas

source: Date
de: Datum
lt: Data

# mealCreationTime
source: Time
de: Uhrzeit
lt: Laikas

# mealCreationErrorNoProductSelected
source: No products selected!
de: Kein Produkt ausgewählt!
lt: Nepasirinktas produktas!

# userProfileScreenTitle
source: My profile
de: Mein Profil
lt: Mano profilis

# userProfileExplanationTitle
source: Creating a profile
de: Ein Profil erstellen
lt: Profilio sukūrimas

# userProfileExplanation
source: According to your answers we will personalize NephroGo and calculate the dietary norms for You!
de: Dank Ihrer Antworten werden wir NephroGo personalisieren und die Ernährungsnormen für Sie berechnen!
lt: Jūsų atsakymų dėka personalizuosime NephroGo ir apskaičiuosime mitybos normas skirtas būtent Jums!

# userProfileSectionGeneralInformationTitle
source: General information
de: Allgemeine Informationen
lt: Bendra informacija

source: Gender
de: Geschlecht
lt: Lytis

source: Male
de: Mann
lt: Vyras

source: Female
de: Frau
lt: Moteris

source: Height
de: Größe
lt: Ūgis

source: Weight
de: Körpergewicht
lt: Kūno svoris

# userProfileWeightHelper
source: If you perform dialysis, record your dry weight
de: Wenn Sie Dialysen durchführen, notieren Sie Ihr Trockengewicht
lt: Jeigu atliekate dializes, įrašykite savo sausąjį svorį

# userProfileSectionChronicKidneyDiseaseAge
source: How long do you have a chronic kidney disease?
de: Wie lange haben Sie chronische Nierenerkrankungen?
lt: Kiek laiko sergate lėtine inkstų liga?

# chronicKidneyDiseaseAgeNoMoreThanYear
source: No more than a year
de: Nicht länger als ein Jahr
lt: Ne ilgiau nei metus

# chronicKidneyDiseaseAge1To5Years
source: From 1 to 5 years
de: Von 1 bis 5 Jahren
lt: Nuo 1 iki 5 metų

# chronicKidneyDiseaseAge6To10Years
source: From 6 to 10 years
de: Von 6 bis 10 Jahren
lt: Nuo 6 iki 10 metų

# chronicKidneyDiseaseMoreThan10Years
source: More than 10 years
de: Mehr als 10 Jahre
lt: Daugiau nei 10 metų

# userProfileSectionChronicKidneyDiseaseStage
source: Stage of a chronic kidney disease
de: Stadium der chronischen Nierenerkrankung
lt: Lėtinės inkstų ligos stadija

# userProfileSectionChronicKidneyDiseaseStageHelper
source: GFR – glomerular filtration rate
de: GFG - glomeruläre Filtrationsrate
lt: GFG – glomerulų filtracijos greitis

source: Stage
de: Stadium
lt: stadija

# chronicKidneyDiseaseStage1Description
source: GFR not less than 90 ml/min./1,73 m²
de: GFG nicht weniger als 90 ml / Min. / 1,73 m²
lt: GFG ne mažiau 90 ml/min./1,73 m²

# chronicKidneyDiseaseStage2Description
source: GFR from 60 to 89 ml/min./1,73 m²
de: GFG von 60 bis 89 ml / Min. / 1,73 m²
lt: GFG nuo 60 iki 89 ml/min./1,73 m²

# chronicKidneyDiseaseStage3Description
source: GFR from 30 to 59 ml/min./1,73 m²
de: GFG von 30 bis 59 ml / Min. / 1,73 m²
lt: GFG nuo 30 iki 59 ml/min./1,73 m²

# chronicKidneyDiseaseStage4Description
source: GFR from 15 to 29 ml/min./1,73 m²
de: GFG von 15 bis 29 ml / Min. / 1,73 m²
lt: GFG nuo 15 iki 29 ml/min./1,73 m²

# chronicKidneyDiseaseStage5Description
source: GFR less than 15 ml/min./1,73 m²
de: GFG weniger als 15 ml / Min. / 1,73 m²
lt: GFG mažiau nei 15 ml/min./1,73 m²

# iDontKnown
source: I don‘t know
de: Ich weiß es nicht
lt: Nežinau

# userProfileSectionDialysisType
source: Type of dialysis
de: Art der durchgeführten Dialyse
lt: Atliekamos dializės tipas

# userProfileSectionDialysisTypeHemodialysis
source: Hemodialysis
de: Hämodialyse
lt: Hemodializė

# userProfileSectionDialysisTypePostTransplant
source: I don‘t perform dialysis, I am after kidney transplantation
de: Nach einer Nierentransplantation führe ich keine Dialyse durch
lt: Neatlieku, esu po inksto transplantacijos

# userProfileSectionDialysisTypePostTransplantDescription
source: 6 and more weeks after transplantation
de: 6 oder mehr Wochen sind vergangen
lt: Praėjo 6 ir daugiau savaičių

# userProfileSectionDialysisTypeNotPerformed
source: I don‘t perform
de: Ich führe keine Dialyse durch
lt: Neatlieku

# peritonealDialysisTypeAutomatic
source: Automatic peritoneal dialysis
de: Automatische Peritonealdialyse
lt: Automatinė peritoninė dializė

# peritonealDialysisTypeAutomaticPlural
source: Automatic peritoneal dialysis
de: Die automatischen Peritonealdialysen
lt: Automatinės peritoninės dializės

# peritonealDialysisTypeManual
source: Ambulatory peritoneal dialysis
de: Ambulante Peritonealdialyse
lt: Ambulatorinė peritoninė dializė

# peritonealDialysisTypeManualPlural
source: Ambulatory peritoneal dialysis
de: Die ambulanten Peritonealdialysen
lt: Ambulatorinės peritoninės dializės

# peritonealDialysisTypeManualAlternative
source: "Manual" peritoneal dialysis
de: Manuelle Peritonealdialyse
lt: „Rankinė“ peritoninė dializė

# userProfileSectionDiabetesType
source: Type of diabetes
de: Art des Diabetes
lt: Cukrinio diabeto tipas

# userProfileSectionDiabetesType1
source: 1st type
de: Typ 1
lt: 1 tipo

# userProfileSectionDiabetesType2
source: 2nd type
de: Typ 2
lt: 2 tipo

# userProfileSectionDiabetesTypeNo
source: I don‘t have diabetes
de: Ich bin nicht krank an Diabetes
lt: Nesergu

# userProfileSectionDiabetesAge
source: How long do you have diabetes?
de: Wie viele Jahre leiden Sie an Diabetes?
lt: Kelintus metus sergate cukriniu diabetu

# userProfileSectionDiabetesComplications
source: Do you have any complications of diabetes
de: Haben Sie Komplikationen von Diabetes erlebt?
lt: Ar jums pasireiškė cukrinio diabeto komplikacijos

# ageSuffix
source: m.
de: Ihr Alter

source: Pulse
de: Puls
lt: Pulsas

# measureDateAndTime
source: Date and time of a measure
de: Datum und Uhrzeit der Messung
lt: Matavimo data ir laikas

# healthStatusCreationTodayTitle
source: Today‘s health status
de: Die heutigen Gesundheitsindikatoren
lt: Šiandienos sveikatos rodikliai

# healthStatusCreationBloodPressure
source: Blood pressure
de: Blutdruck
lt: Kraujo spaudimas

# healthStatusCreationBloodPressureHelper
source: If you use medicine to control your blood pressure, measure your blood pressure only after taking the medicine!
de: Wenn Sie Blutdruckmedikamente einnehmen, messen Sie Ihren Blutdruck erst nach Einnahme der Medikamente!
lt: Jei vartojate kraujo spaudimą reguliuojančius vaistus, kraujo spaudimą matuokite tik po vaistų suvartojimo!

# healthStatusCreationSystolic
source: Systolic
de: Systolisch
lt: Sistolinis

# healthStatusCreationDiastolic
source: Diastolic
de: Diastolisch
lt: Diastolinis

# healthStatusCreationSectionGeneralInfo
source: General information
de: Allgemeine Informationen
lt: Bendra informacija

# healthStatusCreationUrine
source: Amount of urine
de: Urinmenge
lt: Šlapimo kiekis

# healthStatusCreationGlucose
source: Blood glucose concentration
de: Blutzucker
lt: Gliukozės koncentracija kraujyje

# healthStatusCreationSwellings
source: Edema
de: Schwellungen
lt: Patinimai

# healthStatusCreationSwellingDifficulty
source: Difficulty of edemas
de: Grad der Schwellung
lt: Patinimų sunkumas

# healthStatusCreationSwellingDifficultyHelper
source: Check the swelling by gently pressing the skin on the front of the calf with the fingers.
de: Überprüfen Sie die Schwellung, indem Sie die Haut an der Vorderseite der Wade vorsichtig mit den Fingern auf den Knochen drücken.
lt: Patinimą tikrinkite švelniai pirštais paspausdami odą blauzdos priekyje ant kaulo.

# healthStatusCreationSwellingDifficulty0
source: No pit
de: Es bildet sich keine Vertiefung durch Druck
lt: Nesusidaro duobutė

# healthStatusCreationSwellingDifficulty1
source: The pit is about 2 mm depth. It disappears immediately.
de: Es bildet sich eine flache Vertiefung von ca. 2 mm, die beim Entfernen der Finger sofort verschwindet.
lt: Susidaro negili apie 2 mm duobutė, kuri atkėlus pirštus tuoj pat išnyksta.

# healthStatusCreationSwellingDifficulty2
source: The pit is about 4 mm depth. It disappears in 10-15 seconds.
de: Es bildet sich eine Vertiefung von ca. 4 mm, die nach 10-15 Sekunden verschwindet.
lt: Susidaro apie 4 mm duobutė, kuri išnyksta po 10-15 sekundžių.

# healthStatusCreationSwellingDifficulty3
source: The pit is about 6 mm in depth. It disappears in 60 sec.
de: Es bildet sich eine Vertiefungvon ca. 6 mm, die nach 1 Minute verschwindet.
lt: Susidaro apie 6 mm duobutė, kuri išnyksta po 1 minutės.

# healthStatusCreationSwellingDifficulty4
source: The pit is about 8 mm in depth. It disappears in 2 min.
de: Es bildet sich eine Vertiefung von ca. 8 mm, die nach 2 Minuten verschwindet.
lt: Susidaro apie 8 mm duobutė, kuri išnyksta po 2 minučių.

# healthStatusCreationSwellingsLocalization
source: Localization of edema
de: Lokalisation der Schwellung
lt: Patinimų lokalizacija

# healthStatusCreationSwellingsLocalizationEyes
source: Under the eyes
de: Unter den Augen
lt: Paakiai

# healthStatusCreationSwellingsLocalizationWholeFace
source: Whole face
de: Ganzes Gesicht
lt: Visas veidas

# healthStatusCreationSwellingsLocalizationHandBreadth
source: Hands
de: Hände
lt: Plaštakos

# healthStatusCreationSwellingsLocalizationHands
source: Arms
de: Arme
lt: Visos rankos

# healthStatusCreationSwellingsLocalizationBelly
source: Belly
de: Bauch
lt: Pilvas

# healthStatusCreationSwellingsLocalizationKnees
source: Knees
de: Knien
lt: Keliai

# healthStatusCreationSwellingsLocalizationFoot
source: Foot
de: Füße
lt: Pėdos

# healthStatusCreationSwellingsLocalizationWholeLegs
source: Whole legs
de: Ganze Beine
lt: Visos kojos

# healthStatusCreationWellFeeling
source: Well-being
de: Wohlgefühl
lt: Savijauta

# healthStatusCreationWellFeelingPerfect
source: Perfect
de: Großartig
lt: Puiki

# healthStatusCreationWellFeelingGood
source: Good
de: Gut
lt: Gera

# healthStatusCreationWellFeelingAverage
source: Average
de: Durchschnittlich
lt: Vidutinė

# healthStatusCreationWellFeelingBad
source: Bad
de: Schlecht
lt: Bloga

# healthStatusCreationWellFeelingVeryBad
source: Very bad
de: Sehr schlecht
lt: Labai bloga

# healthStatusCreationAppetite
source: Appetite
de: Appetit
lt: Apetitas

# healthStatusCreationAppetitePerfect
source: Perfect
de: Sehr gut
lt: Puikus

# healthStatusCreationAppetiteGood
source: Good
de: Gut
lt: Geras

# healthStatusCreationAppetiteAverage
source: Average
de: Durchschnittlich
lt: Vidutinis

# healthStatusCreationAppetiteBad
source: Bad
de: Schlecht
lt: Blogas

# healthStatusCreationAppetiteVeryBad
source: Very bad
de: Ganz schlecht
lt: Labas blogas

# healthStatusCreationShortnessOfBreath
source: Breathlessness
de: Atemnot
lt: Dusulys

# healthStatusCreationShortnessOfBreathNo
source: None
de: Keine
lt: Nėra

# healthStatusCreationShortnessOfBreathLight
source: Light
de: Leichte
lt: Lengvas

# healthStatusCreationShortnessOfBreathLightHelper
source: Breathlessness with strenuous physical exercise (walking 500 m in an average speed or climbing to the 5th floor).
de: Atemnot empfindet man bei intensiver körperlicher Belastung, beim Spaziergang bei mittlerer Geschwindigkeit bis zu 500 m ohne anzuhalten oder beim Aufsteigen in die 5. Etage.
lt: Dūstama esant labai dideliam fiziniam krūviui, uždūstama nuėjus vidutiniu greičiu be sustojimo iki 500 m. arba užlipus į 5 aukštą.

# healthStatusCreationShortnessOfBreathAverage
source: Average
de: Durchschnittliche
lt: Vidutinis
