Repository: gaoypChina/nephrogo-mobile
Catalog: lib/l10n/app_*.arb
Languages: de, lt

# healthStatusCreationShortnessOfBreathAverageHelper
source: Breathlessness with average physical exercise (walking 200 m in an average speed or climbing to the 3-4th floor).
de: Atemnot empfindet man bei geringer körperlicher Belastung, beim Spaziergang bei mittlerer Geschwindigkeit bis zu 200 m ohne anzuhalten oder beim Aufsteigen in die 3.-4. Etage.
lt: Dūstama esant vidutiniam fiziniam krūviui, uždūstama nuėjus vidutiniu greičiu be sustojimo iki 200 m. arba užlipus į 3-4 aukštą.

# healthStatusCreationShortnessOfBreathSevere
source: Bad
de: Schwere
lt: Sunkus

# healthStatusCreationShortnessOfBreathSevereHelper
source: Breathlessness with light physical exercise (walking 100 m in an average speed or climbing to the 2nd floor).
de: Atemnot empfindet man bei ganz geringer körperlicher Belastung, beim Spaziergang bei mittlerer Geschwindigkeit bis zu 100 m ohne anzuhalten oder beim Aufsteigen in die 2. Etage.
lt: Dūstama esant mažam fiziniam krūviui, uždūstama nuėjus vidutiniu greičiu be sustojimo iki 100 m. arba užlipus į 2 aukštą.

# healthStatusCreationShortnessOfBreathBackbreaking
source: Severe
de: Sehr schwere
lt: Labai sunkus

# healthStatusCreationShortnessOfBreathBackbreakingHelper
source: Breathlessness with no or little physical exercise (dressing or undressing, walking in a room).
de: Atemnot empfindet man bei kleinen Bewegungen (aus dem Bett aufstehen, sich anziehen, waschen, durch den Raum gehen) und in Ruhe.
lt: Dūstama esant labai mažam fiziniam krūviui (atsikėlus iš lovos, apsirengus, nusiprausus, pavaikščiojus po kambarį) ir ramybėje.

# loginGoogle
source: Login with Google
de: Mit Google einloggen
lt: Prisijungti su Google

# loginFacebook
source: Login with Facebook
de: Mit Facebook einloggen
lt: Prisijungti su Facebook

# loginApple
source: Login with Apple
de: Mit Apple einloggen
lt: Prisijungti su Apple

source: Register using Email
de: Sich mit E-Mail registrieren
lt: Registruotis su el. paštu

# loginEmail
source: Login with Email
de: Sich mit E-Mail einloggen
lt: Prisijungti su el. paštu

# alreadyRegisterWhenLogin
source: Are you already registered with an Email?
de: Sind Sie per E-Mail registriert?
lt: Esate užsiregistravęs su elektroniniu paštu?

source: Finish
de: Beenden
lt: Baigti

# further
source: Next
de: Weiter
lt: Toliau

source: Onboarding
de: Funktionsübersicht
lt: Funkcionalumo apžvalga

# onboardingStep1Title
source: Welcome to NephroGo!
de: Willkommen bei NephroGo!
lt: Sveiki atvykę į NephroGo!

# onboardingStep1Description
source: We invite you to get acquainted with the app!
de: Wir laden Sie ein, die App näher kennenzulernen!
lt: Kviečiame susipažinti su programėle!

# onboardingStep2Title
source: Follow your diet
de: Verfolgen Sie Ihre Ernährung
lt: Sekite savo mitybą

# onboardingStep2Description
source: Add meals from the NephroGo database and you will find out how much of potassium, sodium, phosphorus, proteins, fluids and kilocalories they contain.
de: Fügen Sie Mahlzeiten aus der NephroGo-Datenbank hinzu, um herauszufinden, wie viel Kalium, Natrium, Phosphor, Protein, Flüssigkeiten und Kilokalorien im Produkt vorhanden sind.
lt: Pridėkite valgius iš NephroGo duomenų bazės ir sužinosite, kiek sudėtyje yra kalio, natrio, fosforo, baltymų, skysčių ir kilokalorijų.

# onboardingStep3Title
source: Personal daily norms
de: Persönliche Tagesnormen
lt: Asmeninės paros normos

# onboardingStep3Description
source: NephroGo will calculate how much of nutrients you can consume today.
de: NephroGo berechnet, wie viel und welche Substanzen Sie konsumiert haben und heute noch konsumieren können.
lt: NephroGo apskaičiuos, kiek ir kokių medžiagų suvartojote ir dar galite suvartoti šiandien.

# onboardingStep4Title
source: Personal nutrition summaries
de: Persönliche Ernährung
lt: Asmeninės mitybos suvestinės

# onboardingStep4Description
source: See your daily intake of nutrients and track your kidney-friendly diet.
de: Sehen Sie Ihre tägliche Aufnahme und verfolgen Sie Ihre nierenfreundliche Ernährung.
lt: Matykite kiekvienos dienos suvartotus medžiagų kiekius ir sekite, kaip pavyko laikytis inkstams palankios mitybos.

# onboardingStep5Title
source: Track your health status
de: Behalten Sie Ihre Gesundheit im Auge
lt: Sekite sveikatos rodiklius

# onboardingStep5Description
source: Easily add and save data about your health status and track your weekly performance.
de: Fügen Sie einfach täglich Daten zu Ihrem Gesundheitszustand hinzu und speichern Sie sie. Verfolgen Sie die Dynamik wöchentlicher Messdaten.
lt: Kasdien patogiai pridėkite ir išsaugokite duomenis apie savo sveikatos būklę ir sekite savaitės rodiklių dinamiką.

# onboardingStep6Title
source: Recommendations
de: Empfehlungen
lt: Patarimai

# onboardingStep6Description
source: Get answers to the most important questions you have about chronic kidney disease.
de: Alle Antworten auf die wichtigsten Fragen zu chronischen Nierenerkrankungen können Sie hier erhalten
lt: Gaukite atsakymus į svarbiausius klausimus, kylančius sergant lėtine inkstų liga

source: Login
de: Anmeldung
lt: Prisijungimas

# loginAction
source: Login
de: Einloggen
lt: Prisijungti

source: Registration
de: Anmeldung
lt: Registracija

source: Register
de: Registrieren
lt: Registruotis

# forgetPassword
source: Did you forget your password?
de: Passwort vergessen?
lt: Pamiršote slaptažodį?

source: Email
de: E-Mail-Adresse
lt: El. paštas

source: Password
de: Passwort
lt: Slaptažodis

# errorUserNotFound
source: User not found
de: Ein solcher Benutzer existiert nicht
lt: Toks vartotojas neegzistuoja

# errorInvalidPassword
source: Wrong password
de: Falsches Passwort
lt: Neteisingas slaptažodis

# errorEmailAlreadyInUse
source: This Email is already used
de: Dieser Benutzer ist bereits registriert
lt: Toks vartotojas jau registruotas

# errorInvalidEmail
source: Wrong Email
de: Falsche E-Mail-Adresse
lt: Blogas elektroninio pašto adresas

# errorWeakPassword
source: The password is too weak
de: Passwort ist nicht stark genug
lt: Per silpnas slaptažodis

source: Password recovery
de: Passwort-Wiederherstellung
lt: Slaptažodžio atkūrimas

# passwordRecoveryEmailSent
source: We sent a password reset to {email}
de: Wir haben eine E-Mail zum Zurücksetzen des Passworts an {email} gesendet
lt: Išsiuntėme laišką slaptažodžiui pakeisti į {email}

# passwordRecoveryInstructions
source: Enter your Email and we will send you the instructions how to change your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen eine E-Mail mit Anweisungen zum Ändern Ihres Passworts.
lt: Įveskite savo elektroninio pašto adresą ir atsiūsime Jums laišką su instrukcijomis, kaip pakeisti slaptažodį.

source: Terms of Use
de: Nutzungsbedingungen
lt: Naudojimosi sąlygos

source: Unknown
de: Unbekannt
lt: Nežinomas

# recommendationsSources
source: A clinical psychologist Miglė Rudytė assisted in developing the recommendations. Ikizler TA, Burrowes JD, Byham-Gray LD, et al; KDOQI Nutrition in CKD Guideline Work Group. KDOQI clinical practice guideline for nutrition in CKD: 2020 update. Am J Kidney Dis. 2020;76(3)(suppl 1):S1-S107. Algirdas Tamošaitis, Regina Galubauskienė „Lėtinis inkstų nepakankamumas ir mityba“, 2013 m., Vilnius, ISBN 978-9955-721-07-9 Laurynas Rimševičius, Marius Miglinas „Peritoninės dializės pagrindai ir gairės“, 2017 m., Vilnius, ISBN 978-609-459-844-9 https://www.diaverum.com/lt-LT/gyvenimas-sergant-l-tine-inkst-liga/Gyvenimas-sergant-ltine-inkst-liga/Aktyvus-gyvenimas/ https://www.lndta.lt/wp-content/uploads/informacija-pacientams/L%C4%97tinis-inkst%C5%B3-funkcijos-nepakankamumas.pdf https://www.rkligonine.lt/uploads/docs/apie_peritonine_dialize_ir_hemodialize.pdf https://www.kidney.org/atoz/content/taking-care-your-peritoneal-dialysis-pd-catheter https://www.freseniuskidneycare.com/thrive-central/stress-and-kidney-disease https://tuesi.lt/pagalbos-teikejai/
de: Die klinische Psychologin Miglė Rudytė half bei der Ausarbeitung der Empfehlungen. Ikizler TA, Burrowes JD, Byham-Gray LD et al.; KDOQI Nutrition in der CKD Guideline Work Group. KDOQI Leitfaden für die klinische Praxis zur Ernährung bei CNI: Aktualisierung 2020. Bin J Kidney Dis. 2020; 76 (3) (Ergänzung 1): S1-S107. Algirdas Tamošaitis, Regina Galubauskienė „Chronisches Nierenversagen und Ernährung“, 2013, Vilnius, ISBN 978-9955-721-07-9 Laurynas Rimševičius, Marius Miglinas „Grundlagen und Richtlinien der Peritonealdialyse“, 2017, Vilnius, ISBN 978-609-459-844-9 https://www.diaverum.com/lt-LT/gyvenimas-sergant-l-tine-inkst-liga/Lyvenimas-sergant-ltine-inkst-liga/Aktyvus-gyvenimas/ https://www.lndta.lt/wp-content/uploads/informacija-pacientams/L%C4%97tinis-inkst%C5%B3-funkcijos-nepakankamumas.pdf https://www.rkligonine.lt/uploads/docs/apie_peritonine_dialize_ir_hemodialize.pdf https://www.kidney.org/atoz/content/taking-care-your-peritoneal-dialysis-pd-catheter https://www.freseniuskidneycare.com/thrive-central/stress-and-kidney-disease https://tuesi.lt/pagalbos-teikejai/
lt: Rengti rekomendacijas padėjo klinikinė psichologė Miglė Rudytė. Ikizler TA, Burrowes JD, Byham-Gray LD, et al; KDOQI Nutrition in CKD Guideline Work Group. KDOQI clinical practice guideline for nutrition in CKD: 2020 update. Am J Kidney Dis. 2020;76(3)(suppl 1):S1-S107. Algirdas Tamošaitis, Regina Galubauskienė „Lėtinis inkstų nepakankamumas ir mityba“, 2013 m., Vilnius, ISBN 978-9955-721-07-9 Laurynas Rimševičius, Marius Miglinas „Peritoninės dializės pagrindai ir gairės“, 2017 m., Vilnius, ISBN 978-609-459-844-9 https://www.diaverum.com/lt-LT/gyvenimas-sergant-l-tine-inkst-liga/Gyvenimas-sergant-ltine-inkst-liga/Aktyvus-gyvenimas/ https://www.lndta.lt/wp-content/uploads/informacija-pacientams/L%C4%97tinis-inkst%C5%B3-funkcijos-nepakankamumas.pdf https://www.rkligonine.lt/uploads/docs/apie_peritonine_dialize_ir_hemodialize.pdf https://www.kidney.org/atoz/content/taking-care-your-peritoneal-dialysis-pd-catheter https://www.freseniuskidneycare.com/thrive-central/stress-and-kidney-disease https://tuesi.lt/pagalbos-teikejai/

# dialysisActive
source: Dialysis is in progress
de: Die Dialyse wird durchgeführt
lt: Dializė vykdoma

# dialysisSolutionVolumes
source: Volumes of solutions
de: Mengen von Lösungen
lt: Tirpalų kiekiai

source: Machine readings
de: Maschinenablesungen
lt: Aparato rodmenys

source: Initial draining
de: Erstentleerung
lt: Pradinis drenavimas

# initialDrainingHelper
source: Initial draining / I-DRAIN
de: Erstentleerung / I-DRAIN

source: Total drain volume
de: Abflußmenge
lt: Visas drenavimas

# totalDrainVolumeHelper
source: Total drain volume
de: Gesamtablaufvolumen

source: Last fill
de: Letzte Hinzugabe
lt: Paskutinis pildymas

# lastFillHelper
source: Last fill
de: Letzte Hinzugabe

source: Total ultrafiltration
de: Tägliche Ultrafiltration
lt: Paros ultrafiltracija

# totalUltraFiltrationHelper
source: Total UF
de: Gesamt-UF

# additionalDrainSectionTitle
source: Additional drain
de: Zusätzliche Änderungen an der Lösung
lt: Papildomi tirpalo pakeitimai

# additionalDrain
source: Aditional drain
de: Zusätzliche Änderung
lt: Papildomas pakeitimas

# additionalDrainHelper
source: If you make additional changes of the solution during the day, complete this field.
de: Wenn Sie tagsüber zusätzliche Änderungen an der Lösung vornehmen, füllen Sie dieses Feld aus
lt: Jeigu atliekate papildomus tirpalo pakeitimus dienos metu, užpildykite šį laukelį

# dialysisStartDateTime
source: Date and time of dialysis start
de: Datum und Uhrzeit des Dialysebeginns
lt: Dializės pradžios data ir laikas

# manualDialysisStartDateTime
source: Date and time of solution fill
de: Datum und Uhrzeit der Lösungszugabe
lt: Tirpalo įpylimo data ir laikas

# manualDialysisEndDateTime
source: Date and time of dialysate drain
de: Datum und Uhrzeit der Dialyseentfernung
lt: Dializato išpylimo data ir laikas

# automaticDialysisStartDateTime
source: Date and time of solution fill
de: Datum und Uhrzeit der Zugabe der Lösungen
lt: Tirpalų įpylimo data ir laikas

# automaticDialysisEndDateTime
source: Date and time of dialysate drain
de: Datum und Uhrzeit der Dialyseentfernung
lt: Dializato išpylimo data ir laikas

source: Mandatory health status indicators
de: Obligatorische Gesundheitsindikatoren
lt: Privalomi sveikatos rodikliai

# dialysisSolutionSection
source: Choice of the solution
de: Lösung wählen
lt: Tirpalo pasirinkimas

# dialysisSolution
source: Solution
de: Lösung
lt: Tirpalas

# dialysisSolutionIn
source: Solution fill
de: Hinzugefügte Lösung
lt: Supilta tirpalo

# dialysisSolutionOut
source: Dialysate drain
de: Entferntes Dialysat
lt: Išpilta dializato

# dialysisSolutionGreen
source: Green
de: Grün
lt: Žalias

# dialysisSolutionGreenDescription
source: Physioneal 2,27% glucose
de: Physioneal 2,27% Glukose
lt: Physioneal 2,27% gliukozės

# dialysisSolutionYellow
source: Yellow
de: Gelb
lt: Geltonas

# dialysisSolutionYellowDescription
source: Physioneal 1,36% glucose
de: Physioneal 1,36% Glukose
lt: Physioneal 1,36% gliukozės

# dialysisSolutionOrangeDescription
source: Physioneal 3,86% glucose
de: Physioneal 3,86% Glukose
lt: Physioneal 3,86% gliukozės

# dialysisSolutionBlue
source: Blue
de: Blau
lt: Mėlynas

# dialysisSolutionBlueDescription
source: Nutrineal 1,1% amino acids
de: Nutrineal 1,1% Aminosäuren
lt: Nutrineal 1,1% amino rūgščių

# dialysisSolutionPurple
source: Purple
de: Lila
lt: Violetinis

source: Dialysate
de: Dialysat
lt: Dializatas

source: Dialysate color
de: Dialysatfarbe
lt: Dializato spalva

# dialysateColorWarning
source: If the color of the dialysate is not transparent, read more in the Recommendations section and contact your doctor!
de: Wenn die Farbe des Dialysats nicht transparent ist, lesen Sie mehr im Abschnitt "Empfehlungen" und konsultieren Sie einen Arzt!
lt: Jeigu dializato spalva nėra skaidri, daugiau skaitykite skiltyje "Patarimai" ir kreipkitės į gydytoją!

# dialysateColorPink
source: Pink
de: Rötlich
lt: Rausvas

# dialysateColorCloudyYellowish
source: Cloudy yellowish
de: Trübes Gelb
lt: Drumstas gelsvas

# dialysateColorGreenish
source: Greenish
de: Grünlich
lt: Žalsvas

# dialysateColorBrown
source: Brown
de: Braun
lt: Ruda

# dialysateColorCloudyWhite
source: Cloudy white
de: Trübes Weiß
lt: Drumstas baltas

source: Notes
de: Anmerkungen
lt: Pastabos

source: Balance
de: Bilanz
lt: Balansas

source: Daily balance
de: Tagesbilanz
lt: Paros balansas

source: Finish dialysis
de: Komplette Dialyse
lt: Baigti dializę

# automaticDialysisBetaDisclaimer
source: We are working to improve the automatic peritoneal dialysis function. Please provide the feedback to the developers.
de: Wir wollen den Modus der automatischen Peritonealdialyse verbessern. Bitte geben Sie den Entwicklern Ihr Feedback.
lt: Siekiame tobulinti automatinės peritoninės dializės režimą. Prašome pateikti savo grįžtamąjį ryšį kūrėjams.

# manualPeritonealDialysisPeriodEmpty
source: No peritoneal dialysis was recorded for the selected period!
de: Im ausgewählten Zeitraum wurde keine Peritonealdialyse registriert!
lt: Pasirinktame laikotarpyje nėra įvesta nė vienos peritoninės dializės!

# createBloodPressure
source: Add blood pressure
de: Blutdruck hinzufügen
lt: Pridėti kraujo spaudimą

# createPulse
source: Add pulse
de: Pulswert hinzufügen
lt: Pridėti pulsą

# createUrine
source: Add urine volume
de: Urinvolumen hinzufügen
lt: Pridėti šlapimo kiekį

# createWeight
source: Add weight
de: Körpergewicht hinzufügen
lt: Pridėti kūno svorį

# createBloodConcentration
source: Add glucose concentration
de: Wert des Blutzuckers hinzufügen
lt: Pridėti gliukozės koncentraciją kraujyje

# createSwellings
source: Add edemas
de: Schwellungen hinzufügen
lt: Pridėti patinimus

# createSeverityOfSwelling
source: Add the severity of edemas
de: Grad der Schwellung
lt: Įvertinti patinimų sunkumą

# createWellBeing
source: Evaluate your well-being
de: Wohlbefinden beurteilen
lt: Įvertinti savijautą

# createAppetite
source: Evaluate your appetite
de: Beurteilen Sie den Appetit
lt: Įvertinti apetitą

# createShortnessOfBreath
source: Evaluate your breathlessness
de: Kurzatmigkeit beurteilen
lt: Įvertinti dusulį

# errorNoDialysisSolutionSelected
source: Add at least one solution
de: Wählen Sie mindestens eine Lösung aus
lt: Pasirinkite bent vieną tirpalą

# errorAutomaticDialysisWithSameDateExists
source: Automatic peritoneal dialysis of this date is already created! Please edit existing dialysis.
de: Automatische Peritonealdialyse mit diesem Datum bereits registriert! Bitte bearbeiten Sie Ihre bestehende Dialyse.
lt: Automatinė peritoninė dializė su šia data jau sukurta! Prašome redaguoti jau egzistuojančią dializę.

source: Duration
de: Dauer
lt: Trukmė

source: Choose country
de: Land auswählen

source: Country
de: Land

source: Germany
de: Deutschland

source: Lithuania
de: Litauen

# privacyPolicyUrl
source: https://www.nephrogo.com/documents/en/privacy-policy.pdf
de: https://www.nephrogo.com/documents/de/privacy-policy.pdf

# healthDataProcessingPolicyUrl
source: https://www.nephrogo.com/documents/en/processing-of-personal-health-data.pdf
de: https://www.nephrogo.com/documents/de/processing-of-personal-health-data.pdf

# fairUseRulesUrl
source: https://www.nephrogo.com/documents/en/fair-use-rules.pdf
de: https://www.nephrogo.com/documents/de/fair-use-rules.pdf

# tabPeritoneal
source: Peritoneal
lt: Peritoninė

source: Feedback
lt: Grįžtamasis ryšys

source: OK
lt: Gerai

source: Snacks
lt: Užkandžiai

# optionally
source: Optional
lt: Neprivalomi

# userProfileSectionDiabetesTitle
source: Diabetes
lt: Cukrinis diabetas

# pulseDimension
source: bpm
lt: k./min

# dialysisSolutionOrange
source: Orange
lt: Oranžinis

# dialysisSolutionPurpleDescription
source: Extraneal 7,5% icodextrin
lt: Extraneal 7,5% ikodekstrino

# dialysateColorTransparent
source: Transparent
lt: Skaidrus

# hoursShortSuffix
source: h
lt: val.
